Revit 2027 API
ParameterTypeId.RebarElemDistributionLength Property
 "Distribution Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarElemDistributionLength { get; }
Public Shared ReadOnly Property RebarElemDistributionLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarElemDistributionLength {
	ForgeTypeId^ get ();
}
static member RebarElemDistributionLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace